







			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	
[{"President":"Harry S. Truman","Year":"1947","Month":"3","Day":"4","Meeting Text":"Come into sight of Monterey [sic] after the sun had been up an hour or two. Country looks like a map. About nine or nine thirty see Popocatepetl and try to see Orizaba-haze too thick[,] can't see it. Approach rim around Tenochtitlan Valley-up 11000 feet. No discomfort. Beautiful valley. Must have been lovely when a lake. Too bad the Spaniards drained it. Made a lot of dust.\r\nPerfect day. Land at 10:00 on the dot. My pilot never misses a schedule.\r\nStep down from plane. Mexican President comes down steps of observation tower at same time. We meet. I like him at once. He introduces his Cabinet, I introduce my secretaries and aides.\r\nWe walk to platform beautiful [sic] decorated with flowers-both flags worked out in flowers. The Mexican President welcomes me. I am made a citizen of the Federal district by its Governor-another Aleman[,] no kin of the President. He pins a beautiful gold medal on me. I make suitable reply and mispronounce Tenochtitlan to the delight of everybody.\r\nWe get into my big open Lincoln car and start for American Embassy.\r\nNever saw such crowds-such enthusiasm. Arrive at Embassy[,] bid President goodbye. Have dinner at Palace where I make a speech in reply to the [Truman writes \"Tuesday night\" above this part of the entry] Mexican Presidents. Shake hands with some two or three thousand. The President & I go out upon a balcony with a rug over the railing and wave to a sea of people-thousands so they say. Have seen pictures of Franz Joseph, Marcus Aurelius & Napoleon doing it. But it[']s my first time.\r\nTuesday morning lay a wreath on soldiers monument with lots and lots of ceremony. Then the Foreign Minister and I drive to the Chepultepec where I place a wreath on the Monument to the Ninos [sic] Heros [sic]-cadets who stood up to Old Fuss & Feathers until all but one was killed. He wraped [sic] the Mexican Flag around himself and jumped 200 feet to his death. The monument is where he fell. Had all the cadets lined up and the Foreign Minister and the Commandant of the Cadets wept-so did news men and photographers. I almost did myself. It seems that tribute to these young heros [sic] really set off the visit. They had it coming.\r\nLunch at Embassy and reception. More hand shakes-3000 of 'em. Dinner at Embassy for President of Mexico.","URL":"https://www.trumanlibrary.org/diary/page12.htm","Index":"https://www.trumanlibrary.org/diary/index.html","NARA Catalog":"5848410","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null}]
