







			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	
[{"President":"Harry S. Truman","Year":"1949","Month":"3","Day":"24","Meeting Text":"Mr. Churchill is coming to dinner. He came, brought me his life of John Churchill, Duke of Marlborough. John's father was Winston Churchill!\r\n\r\nWe had a grand time at the dinner. General Marshall, Barkley, V.P., Atcheson [sic] Sec of State, C.J. Fred Vinson & Mrs. Vinson, the British Ambassador all made a contribution to the evening. (This Blair Lee House is a handicap to such events.)\r\n\r\nMr. Churchill gave Bess his book on painting, which sold out the canvass [sic] and paint brush dealer in London!\r\n\r\nThe former P.M. looks old and yet he told me that in 1950 he'd be Prime Minister again and form either a Conservative or a Coalition government! He may be as right as I was last year.\r\n\r\nWe had to go out and have pictures made on the \"stoop\". How we need the old building across the street, known as the White House. If Theodore Roosevelt and Old Man Coolidge had done as they should\r\n\r\nwe wouldn't be out doors now!\r\n\r\nM'Kim Mead & White did a botch job in 1902 and the silent? old man from Mass. did a worse one in 1927. It's hell. None of the Roosevelt tribe gave a damn about the official residence. They were all promoters for themselves, I'm sorry to say.\r\n\r\nFriday\r\n\r\nMargie, her mother & I go to a movie over at the movie room in the White House.\r\n\r\nThey show me discribing [sic] election night in the film that won me an \"Oscar\" from the film boys. We see \"Pygmalion\" and a propaganda picture on my election. The election picture was good.","URL":null,"Index":null,"NARA Catalog":"7542740","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null}]
