







			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	
[{"President":"Jimmy Carter","Year":"1978","Month":"9","Day":"17","Meeting Text":"The President concluded his meeting at Aspen Lodge with:\r\nMenachem Begin, Prime Minister of the State of Israel\r\nMoshe Dayan, Minister of Foreign Affairs of the State\r\nof Israel\r\nCyrus R. Vance, Secretary of State\r\nThe President talked with his Appointments Secretary, Phillip\r\nJ. Wise, Jr.\r\nThe President met w i t h\r\nWalter F. Mondale, Vice President\r\nSecretary Vance\r\nZbigniew Brzezinski, Assistant for National Security\r\nAffairs\r\nHamilton Jordan, Assistant\r\nJoseph L. \"Jody\" Powell, Press Secretary\r\nThe President asked the White House signal board operator\r\nto request that his Personal Assistant and Secretary,\r\nSusan S. Clough, come to his office.\r\nThe President, the First Lady, and Amy Carter went from\r\nAspen Lodge to Hickory Cabin.\r\nThe President attended worship services conducted by\r\nLt. Col. Cecil D. Reed, U.S. Army Chaplain, Fort Ritchie,\r\nMaryland. He was accompanied by:\r\nThe First Lady\r\nAmy Carter\r\nSecretary Vance\r\nMr. Brzezinski\r\nThe President, the First Lady, and Amy Carter went from\r\nHickory Cabin to Aspen Lodge.\r\nThe President telephoned Foreign Minister Dayan. The\r\ncall was not completed.\r\nThe President talked with Mr. Wise.\r\nThe President talked with Foreign Minister Dayan.\r\nThe President talked with Secretary Vance.\r\nI The President went from Aspen Lodge to Dogwood Cabin.\r\nThe President met with President of the Arab Republic of Egypt Anwar al-Sadat.The President went from Dogwood Cabin to Aspen Lodge.\r\nThe President talked with Secretary Vance.\r\nThe President asked the White House signal board operator to\r\nrequest that Ms. Clough come to his office.\r\nThe President met with Foreign Minister Dayan at Aspen Lodge.\r\nThe President m e t at Aspen Lodge with:\r\nMr. Brzezinski\r\nMr. Jordan\r\nMr. Wise\r\nThe President met with Secretary Vance at Aspen Lodge.\r\nThe President talked with Secretary Vance.\r\nThe President met at Aspen Lodge with:\r\nForeign Minister Dayan\r\nEzer Weizman, Minister of Defense of the State of\r\nIsrael\r\nAharon Barak, Attorney General of the State of Israel\r\nSimcha Dinitz, Ambassador of the State of Israel\r\nto the U.S.\r\nVice President Mondale\r\nSecretary Vance\r\nMr. Jordan\r\nThe President met at Aspen Lodge with:\r\nDefense Minister Weizman\r\nMr. Barak\r\nSecretary Vance\r\nThe President went from Aspen Lodge to Birch Cabin.\r\nThe President met with Prime Minister Begin.\r\nThe President went from Birch Cabin to Aspen Lodge.\r\nThe President met at Aspen Lodge with:\r\nPresident Sadat\r\nSecretary Vance\r\nThe President talked with Prime Minister Begin.\r\nThe President talked with the First Lady.  The President talked with Secretary Vance.\r\nThe President met at Aspen Lodge with:\r\nVice President Mondale\r\nSecretary Vance\r\nMr. Brzezinski\r\nMr. Powell\r\nMr. Jordan\r\nGerald M. Rafshoon, Assistant for Communications\r\nThe President placed telephone calls to the following\r\nMembers of Congress:\r\nSenator Robert C. Byrd (D-West Virginia)\r\nRepresentative Thomas P. O'Neill, Jr. (D-Massachusetts)\r\nSenator Howard H. Baker, Jr. (R-Tennessee)\r\nThe President talked with Secretary Vance.\r\nThe President talked with Senator Byrd.\r\nThe President talked with Representative O'Neill.\r\nThe President talked with Senator Baker.\r\nThe President talked with Ms. Clough.\r\nThe President talked with his Chief Speechwriter, James M.\r\nFallows.\r\nThe President talked with Mr. Brzezinski.\r\nThe President talked with Prime Minister Begin.\r\nThe President talked with Ms. Clough.\r\nThe President talked with Secretary Vance.\r\nThe President telephoned former President Gerald R. Ford.\r\nThe call was not completed.\r\nThe President talked with Mr. Brzezinski.\r\nThe President motored from Aspen Lodge to the Camp David\r\nhelipad. He was accompanied by:\r\nPresident Sadat\r\nPrime Minister Begin   The Presidential party flew by Marine I from Camp\r\nDavid to the South Grounds of the White House.\r\nFor a list of passengers, see APPENDIX \"A.\"\r\nR , The President talked with former President Ford.\r\nMarine I arrived on the South Grounds of the White House.\r\nThe President, President Sadat and Prime Minister Begin were\r\nR\r\nR\r\ngreeted by:\r\nThe First Lady\r\nMrs. Menachem Begin\r\nSecretary Vance\r\nThe President escorted President Sadat and Prime Minister\r\nBegin to the Blue Room.\r\nThe Presidential party went to the East Room.\r\nThe President participated in a ceremony to sign the\r\nFramework for Peace in the Middle East. For a list\r\nof guests attending the ceremony, see APPENDIX \"B.\"\r\nMembers of the press\r\nThe President exchanged remarks with President Sadat and\r\nPrime Minister Begin. The ceremony was broadcast\r\nlive over nationwide television.\r\nThe President and the First Lady escorted President Sadat\r\nand Prime Minister and Mrs. Begin to the North Portico.\r\nThe President and the First Lady bade farewell to President\r\nSadat and Prime Minister and Mrs. Begin,\r\nThe President and the First Lady returned to the State Floor\r\nresidence.\r\nThe President and the First Lady greeted guests attending\r\nthe ceremony.\r\nThe President and the First Lady returned to the second floor\r\nresidence.\r\nThe President talked with his mother, Mrs. Lillian Carter.\r\nThe President talked with Senator Edward M. Kennedy\r\n(D-Massachusetts)","URL":null,"Index":null,"NARA Catalog":null,"Locations":"Camp David","People":"Begin, Menachem; Dayan, Moshe; Vance, Cyrus R.; Mondale, Walter; Brzezinski, Zbigniew; Jordan, Hamilton; Powell, Joseph L.; Clough, Susan S.; Carter, Amy; Carter, Rosalynn; al-Sadat, Anwar; Byrd, Robert C.; O'neill, Thomas P. Jr.; Baker, Howard H. Jr.; Carter, Lillian; Kennedy, Edward M.","Notes":"Camp David Accords","Diary Type":"The Daily Diary of President Jimmy Carter","Image File Format":"PDF","Machine Readable Text":"N","Number of Pages":"4"}]
