





			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

[{"Notes":"State Visit, State Dinner"},{"Notes":"Malta Summit"},{"Notes":"President George Bush announces air strikes against Iraq, Beginning of the Gulf War"},{"Notes":"President George Bush Signs the Americans with Disabilites Act"},{"Notes":"President Franklin D. Roosevelt dies, Harry S. Truman sworn in as President."},{"Notes":"Funeral services for President Franklin D. Roosevelt in East Room."},{"Notes":"Signs the Lend-Lease Bill"},{"Notes":"Admiral William D. Leahy presents President Truman with the Japanese surrender papers."},{"Notes":"President Carter participated in a signing ceremony for S. 474- the Emergency Natural Gas Act of 1977; President Carter delivered his first Address to the Nation."},{"Notes":"Camp David Accords"},{"Notes":"President Jimmy Carter and Rosalynn Carter participated in a signing\r\nceremony for five agreements between the U.S. and the\r\nPeople's Republic of China (PRC). State visit by Deng Xiaoping, Vice Premier of the State Council\r\nof the People's Republic of China (PRC)."},{"Notes":"President Carter made a statement to the Press about the unsuccessful attempt to rescue the U.S. Embassy hostages in Iran."},{"Notes":"President Ronald Reagan shot during an assasination attempt; President Ronald Reagan undergoes surgery for removal of bullet that penetrated his left lung. "},{"Notes":"Condolence call with widow of Thurgood Marshall"},{"Notes":"Signing of the \"Hatch Act Reform Amendments of 1993\"; \r\n"},{"Notes":"Assasination of Yitzhak Rabin; President Clinton spoke on a conference call with Leah Rabin, widow of the Prime Minister of the State of Israel; "},{"Notes":"President Clinton participated in a dedication ceremony of the  Clinton Birthplace at his boyhood home"},{"Notes":"September 11 Terrorist attacks"},{"Notes":"President Nixon  held an interplanetary conversaton with Apollo 11 astronauts Neil Armstrong and Edwin Aldrin on the Moon."}]
