







			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	
	
[{"President":"Harry S. Truman","Year":"1947","Month":"1","Day":"1","Meeting Text":"Spent the day at work. Was aboard the Williamsburg with secretaries and miltary [sic] and naval aides, and Adm[iral] Leahy. Had a most pleasant evening-and so did everyone, apparently. Went \r\nto bed at 1:30 A.M. tomorrow after Chief Ph[ysician's] M[a]t[e]. Taylor \r\ngave me a good and thorough rub down.","URL":"http://www.trumanlibrary.org/diary/page1.htm","Index":"http://www.trumanlibrary.org/diary/","NARA Catalog":"5842165","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":"JPG","Machine Readable Text":"Y","Number of Pages":null},{"President":"Harry S. Truman","Year":"1947","Month":"1","Day":"2","Meeting Text":"Arose at 7:30, shaved, dressed and had breakfast at 8:15 with Adm[iral] Foskett the naval aide and Capt[ain] Freeman, Commander of the Williamsburg. Arrived at the White House about 9 A.M. Had a beautiful snow the night before. Trees in the White House yard were beautiful. R[ea]r Adm[iral] Foskett came to the House with me and then went home.\r\nSpent the day working on messages. Called all the members of the Cabinet[,] wished them a happy New Year. Called Henry Stimson, Miss Perkins, Gen[eral] Eisenhower and Gen[eral] Flemming too.","URL":"http://www.trumanlibrary.org/diary/page2.htm","Index":"http://www.trumanlibrary.org/diary/","NARA Catalog":"5842409","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":"JPG","Machine Readable Text":"Y","Number of Pages":null},{"President":"Harry S. Truman","Year":"1947","Month":"1","Day":"3","Meeting Text":"Byrnes & I discussed General Marshall's last letter and decided to ask him to come home. Byrnes is going to quit on the tenth and I shall make Marshall Sec[retary] of State. Some of the crackpots will in all probability yell their heads off-but let 'em yell! Marshall is the ablest man in the whole gallery.\r\n\r\nMrs. Roosevelt came in at 3 P.M. to assure me that Jimmy & Elliott had nothing against me and intended no disparagement of me in their recent non-edited remarks. Said she was for me. Said she didn't like Byrnes and was sure he was not reporting Elliott correctly. Said Byrnes was always for Byrnes and no one else. I wonder! He's been loyal to me[.] In the Senate he gave me my first small appropriation, which started the Special Committee to investigate the National Defense Program on its way. He'd probably have done me a favor if he'd refused to give it.\r\n\r\nMaybe there was something on both sides in this situation. It is a pity a great man has to have progeny! Look at Churchill's. Remember Lincoln's and Grant's. Even in collateral branches Washington's wasn't so good-and Teddy Roosevelt's are terrible.","URL":"http://www.trumanlibrary.org/diary/page3.htm","Index":"http://www.trumanlibrary.org/diary/","NARA Catalog":"5842783","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":"JPG","Machine Readable Text":"Y","Number of Pages":null},{"President":"Harry S. Truman","Year":"1947","Month":"1","Day":"4","Meeting Text":"Spent the day working on State of the Union, Economic and Budget messages. Having a terrible time with the Economic one. The Commission have no White House experience. I've turned them over to Steelman[,] Harriman, Snyder and Schwellenbach, and I hope for the best. The awful 79th Congress put me on the spot. Now I've a job putting the 80th on the same spot to make us even.","URL":"http://www.trumanlibrary.org/diary/page4.htm","Index":"http://www.trumanlibrary.org/diary/","NARA Catalog":"5846643","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":"JPG","Machine Readable Text":"Y","Number of Pages":null}]
