







			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	
[{"President":"Harry S. Truman","Year":"1949","Month":"8","Day":"31","Meeting Text":"Some day-Walter George, Scott Lucas and Dean Atcheson [sic] came in to discuss trade treaties. Sen. George made me a proposition to extend the present law to Feb. 1950. I told him I would agree to an extention to Feb. 28, 1951 and would be most happy to have him and his Republican opposite member Senator Milikan [sic] of Colo. make the Reciprocal Trade Agreements a campaign issue in 1950. The great Georgia Senator, representative of the National Chamber of Commerce, the Coca Cola Company etc. didn't want that. So we'll start the filibuster when the Senate reconvenes.\r\nUsual appointments before and after and then -\r\nAt four o'clock Clinton Anderson, Senator from New Mexico, Elmer Thomas, Senator from Oklahoma, Scott Lucas, Illinois floor leader of the majority in the Senate, Charlie Brannan, the Secretary of Agriculture, Harold D. Cooley, Congressman from North Carolina, Chmn of the Com on Agriculture in the House as Thomas is in the Senate, and Stephen Pace from Georgia ranking member of the House Agricultural Com. in the House and the man who has made the best farm speech so far this session, came to the Cabinet room to discuss the Administration Stand on a farm\r\n\r\nLook at Aug 30.\r\nTuesday, August 30, 1949\r\n\r\nbill. The Sec of Agriculture, at my direction prepared a farm plan - a good one which I have supported. Stephen Pace produced a committee supported bill in the House which came up and was defeated by a substitute offered by Gore of Tennesee.\r\n\r\nMy former Secretary of Agriculture, Senator Anderson of New Mexico, who made a wrong guess in 1948 and thought the election of a Senator from N. Mex. surer than the election of the President in 1948, is as Senators always are very jealous of his Cabinet successor. Especially since the press (most often against us) has named the Administration Farm Bill the Brannan Bill. Old man Thomas is a most peculiar person. I've heard him talk for hours on silver. Lead & zinc are Okla. metals. But he's Chairman of the Senate Com. on Agriculture.\r\n\r\nI placed the two House members beside me on the President's side of the Cabinet table and put Brannan in the V.P.'s seat across the table with the high powered senators on each side of him. Then we put the \"cards on the table.\" I reminded them of the Dem. Platform of 1948 of my 31700 trip and my farm speeches and then the House members came in and did the same. The Senators made speeches and then went back and reported a bill. Will get our farm progress.","URL":null,"Index":null,"NARA Catalog":"7542743","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"10","Day":"22","Meeting Text":"81st Congress quits after one hell of a session. The disappointed Republicans tried every strategy to ruin the session. Even the \"good\" ones joined the Dixiecrats of the Byrd, Ellender McClelland stripe to defeat a program. They failed.","URL":null,"Index":null,"NARA Catalog":"7542746","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"3","Day":"26","Meeting Text":"I have no formal appointments.\r\n\r\nSnyder comes over. We talk over the financial situation.\r\n\r\nI quit at noon.\r\n\r\nMargie & I go to the movie room at the White House and I make a broadcast for the Federal Council of Churches of Christ in America.\r\n\r\nHope it did some good. A low down S.O.B. in New Jersey got a lot of publicity asking me to take back what I said about Pearson at Vaughan's dinner some time back.\r\n\r\nPearson's no good. He, Fulton Lewis & Walter Winchell (Winchelleski) are pathological liars par excellance [sic]. It's too bad-","URL":null,"Index":null,"NARA Catalog":"7542741","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"3","Day":"27","Meeting Text":"Margie came home (not home, she came down to D.C.) on Wednesday so she could attend Winnie's dinner. Margie had a cold and could not work in N.Y., that is really why she came.\r\n\r\nWe, Margie & I, went for a walk out about 2 P.M. Had a great time watching the reaction of the people. They were never sure that they were seeing what they really saw. All were smilingly polite but one damned sailor. He sat with his feet out in the way while we passed but his girl stood up, smiled & saluted.","URL":null,"Index":null,"NARA Catalog":"7542742","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"9","Day":"2","Meeting Text":"Usual appointments after a Cabinet meeting with no controversy. It took up only fifteen minutes! Usually take an hour.\r\n\r\nSaw a Louisiana Judge, Gaston Porperie [sic] who'd been holding court in N.Y a fine man and a friend of former Senator Overton.\r\n\r\nDick Duncan from Kansas City came in. Had a nice visit with him. I was instrumental in making him a Federal Judge.\r\n\r\nBasil O'Connor came in and gave me a song and dance on infantile paralisys. It a terrible disease but he wanted me to make a money broadcast for him!\r\n\r\nTalked to Gordon Clapp, T.V.A. Administrator about a survey he will make in the Near East for the Arabs and Jews. Every one I've sent to this territory comes back hoping he'll never have any more contact with Jews! I told Clapp to make an economic survey in the interest of the world peace situation.\r\n\r\nSpent the afternoon writing a good demagogue speech for labor day - two in fact.","URL":null,"Index":null,"NARA Catalog":"7542745","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"10","Day":"29","Meeting Text":"Margaret sings in St. Louis tonight. Wish I could be present. It would spoil the performance were I to go. Bess is there and the V.P. with his lady. They have decided to to make a go of it. I surely wish them well.\r\n\r\nTalked to Bess & Margie in St Louis. The concert was a wow - \"hangin' from the rafters\" says Margie. She says the terrible Post Dispatch (which hates me) and the old dyed in the wool conservative Globe Democrat have been kind to her. Just read an old editorial from the Globe Democrat today which came from Roosevelt's files of 1940. They'd decided that Missouri had gone to hell because I'd beaten the double crosser Lloyd Stark for the nomination for the Senate! Stark had sent the piece to Roosevelt. It's hell how fate works. Stark wanted to be President - I didn't. Stark's buried politically because he is intellectually dishonest. I'm forced on the Democratic ticket as V.P. by the man who thought Stark was tops - and I'm the President and in my own right.\r\n\r\nIt's hell on Margie but she is a good trouper!","URL":null,"Index":null,"NARA Catalog":"7542747","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"11","Day":"1","Meeting Text":"I have another hell of a day. Look at my appointment list. It is only a sample of the whole year. Trying to make the 81st Congress perform is and has been worse than cussing the 80th. A President never loses prestige fighting Congress. And I can't fight my own Congress. There are some terrible Chairmen in the 81st. But so far things have come out fairly well. I've kissed and petted more consarned S.O.B. so-called Democrats and left wing Republicans than all the Presidents put together. I have very few people fighting my battles in Congress as I fought F.D.R.'s\r\n\r\nHad dinner by myself tonight. Worked in the Lee House office until dinner time. A butler came in very formally and said \"Mr President dinner is served.\" I walk into the dining room in the Blair House. Barnett in tails and white tie pulls out my chair, pushes me up to the table. John in tails and white tie brings me a fruit cup, Barnett takes away the empty cup. John bring me a plate, Barnett brings me a tenderloin, John brings me aspargus, Barrett brings me carrots and beets. I have to eat alone and in silence in candle lit room.\r\n\r\n-2- Monday, October 31, 1949\r\n\r\nfrom opposite page.\r\n\r\nI ring - Barnett takes the plate and butter plates. John comes in with a napkin and silver crumb tray - there are no crumbs but John has to brush them off the table anyway. Barrett bring me a plate with a finger bowl and doyle [sic] on it-I remove finger bowl and doyle [sic] and John puts a glass saucer and a little bowl on the plate. Barnett brings me some chocolate custard. John brings me a demitasse (at home a little cup of coffee - about two good gulps) and my dinner is over. I take a hand bath in the finger bowl and go back to work.\r\n\r\nWhat a life!","URL":null,"Index":null,"NARA Catalog":"7542748","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"3","Day":"24","Meeting Text":"Mr. Churchill is coming to dinner. He came, brought me his life of John Churchill, Duke of Marlborough. John's father was Winston Churchill!\r\n\r\nWe had a grand time at the dinner. General Marshall, Barkley, V.P., Atcheson [sic] Sec of State, C.J. Fred Vinson & Mrs. Vinson, the British Ambassador all made a contribution to the evening. (This Blair Lee House is a handicap to such events.)\r\n\r\nMr. Churchill gave Bess his book on painting, which sold out the canvass [sic] and paint brush dealer in London!\r\n\r\nThe former P.M. looks old and yet he told me that in 1950 he'd be Prime Minister again and form either a Conservative or a Coalition government! He may be as right as I was last year.\r\n\r\nWe had to go out and have pictures made on the \"stoop\". How we need the old building across the street, known as the White House. If Theodore Roosevelt and Old Man Coolidge had done as they should\r\n\r\nwe wouldn't be out doors now!\r\n\r\nM'Kim Mead & White did a botch job in 1902 and the silent? old man from Mass. did a worse one in 1927. It's hell. None of the Roosevelt tribe gave a damn about the official residence. They were all promoters for themselves, I'm sorry to say.\r\n\r\nFriday\r\n\r\nMargie, her mother & I go to a movie over at the movie room in the White House.\r\n\r\nThey show me discribing [sic] election night in the film that won me an \"Oscar\" from the film boys. We see \"Pygmalion\" and a propaganda picture on my election. The election picture was good.","URL":null,"Index":null,"NARA Catalog":"7542740","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null},{"President":"Harry S. Truman","Year":"1949","Month":"9","Day":"1","Meeting Text":"Press conference day. I start the proceedings off by an announcement on the loan for Mexican Oil Development. Then come questions which are many and varied. See report of conference.","URL":null,"Index":null,"NARA Catalog":"7542744","Locations":null,"People":null,"Notes":null,"Diary Type":null,"Image File Format":null,"Machine Readable Text":null,"Number of Pages":null}]
