







			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	
		
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	
[{"President":"Jimmy Carter","Year":"1977","Month":"2","Day":"2","Meeting Text":"The President received a wake up call from the White House\r\nsignal board operator.\r\nThe President went to the Oval Office.\r\nThe President talked with Secretary of Defense Harold Brown.\r\nThe President met with Secretary Brown.\r\nThe President was telephoned by Secretary of Commerce\r\nJuanita M. Kreps, The call was not completed.\r\nThe President talked with Secretary of State Cyrus R. Vance.\r\nThe President talked with Representative John Brademas\r\n(D-Indiana).\r\nThe President talked with Secretary Kreps.\r\nThe President met with his Assistant for National Security\r\nAffairs, Zbigniew Brzezinski.\r\nThe President met with his Assistant for Congressional\r\nLiaison, Frank Moore.\r\nP The President talked with Secretary Brown.\r\nThe President met with:\r\nThomas B. \"Bert“ Lance, Director of the Office\r\nof Management and Budget (OMB)\r\nAdolpus D. Frazier, Jr., Vice President of Citizens\r\nand Southern Bank, Atlanta, Georgia\r\nThe President met with:\r\nWalter F. Mondale, Vice President\r\nSecretary Brown\r\nRichard N. Cooper, Under Secretary of State for\r\nEconomic Affairs\r\nC. Fred Bergsten, Assistant Secretary-designate\r\nfor International Affairs, Department of the\r\nTreasury\r\nMr. Brzezinski\r\nDavid L. Aaron, Deputy Assistant for National\r\nSecurity Affairs\r\nI:05 11:20 The President met with:\r\nJody Powell, Press Secretary\r\nRex Granum, Deputy Press Secretary\r\nL1:20 11:55 The President met with:\r\nDavid Rockefeller, Chairman of the Board and Chief\r\nExecutive Officer of the Chase Manhattan Bank,\r\nNew York, New York and member of the Trilateral\r\nCommission\r\nMr. Brzezinski\r\nL1:58 11:59 R The President talked with the First Lady.\r\n12:10 12:15 The President met with Mr. Brzezinski.\r\n12:25 12:27 The President met with:\r\nJoseph F. Timilty, State Senator (D-Massachusetts)\r\nCharles H. Kirbo, partner with King and Spalding\r\nlaw firm, Atlanta, Georgia\r\n12:27 The President and Mr. Kirbo went to the White House Family\r\nTheatre.\r\n12:27 12:36 The President and Mr. Kirbo viewed slides of the President's\r\nofficial White House photograph.\r\n12:36 The President and Mr. Kirbo went to the second floor\r\nResidence.\r\n1:OO The President had lunch with:\r\nThe First Lady\r\nMr. Kirbo\r\nRobert S. Perry, Certified Public Accountant,\r\nAmericus, Georgia\r\nChip and Caron Carter\r\nJeff and Annette Carter\r\n1:05 1:06 P The President talked with Secretary Vance.\r\n1:30 The President returned to the Oval Office. He was accompanied\r\nby his Assistant, Hamilton Jordan.\r\n1:30 2:00 The President met with Mr. Jordan.\r\n1:39 1:40 P The President talked with Secretary of Transportation\r\nBrock Adams.\r\n2:00 2:lO The President met with Mr. Brzezinski.\r\n2:00 P The President telephoned Secretary of the Treasury\r\nW. Michael Blumenthal. The call was not completed.\r\n2:04 R The President was telephoned by Secretary Vance. The\r\ncall was not completed.\r\n2:l0 2:20 T h e President met with:\r\nMr. Powell\r\nBarry Jagoda, Special Assistant for Media and Public\r\nAffairs.\r\nGerald M. Rafshoon, President of Rafshoon Advertising\r\n5 Agency, Incorporated, Atlanta, Georgia\r\n2:20 2:50 The President met with Orville Freeman, U.S. Chairman of\r\nthe U.S.-India Joint Business Council and former\r\nSecretary of Agriculture.\r\n2:50 3:oo The President met with:\r\nH. Stuart Knight, Director of the United States\r\nSecret Service (USSS)\r\nRichard E. Keiser, Special Agent in Charge,\r\nPresidential Protection Division (PPD),\r\nusss\r\n3:oo 3:30 The President met with Attorney General Griffin B. Bell.\r\n3:Ol 3:04 R The President talked with Mr. Moore.\r\n4:28 4:29 P The President talked with Senator Daniel K. Inouye\r\n(D-Hawaii).\r\n4:30 4:31 P The President talked with Secretary Vance.\r\n5:04 The President returned to the second floor Residence.\r\n5:34 5:40 P The President talked with the First Lady.\r\n6:20 R The President was telephoned by Governor Edmund G. \"Jerry\"\r\nBrown (D-California). Special Assistant for Appointments\r\nTim Kraft took the call.\r\n6:31 6:32 P The President talked with Mr. Kraft.\r\n7:10 The President had dinner with:\r\nThe First Lady\r\nChip and Caron Carter\r\nJeff and Annette Carter\r\nAmy Carter\r\n7:44 7:47 R The President talked with Governor Brown.\r\n7:51 7:54 R The President talked with Chairman of the Council of Economic\r\nAdvisers (CEA) Charles L. Schultze.\r\n8:02 The President went to the White House Library.\r\n8:02 8 : 5 5 -1, The President rehearsed his Address to t h e Nation.\r\n8:55 The President returned to the Oval Office.\r\n8:57 The President went to the Roosevelt Room.\r\n9:oo The President returned to the Oval Office.\r\nThe President participated in a signing ceremony for S. 474,\r\nthe Emergency Natural Gas Act of 1977. For a list of\r\nattendees, see APPENDIX \"A.\"\r\nMembers of the press\r\n9:13 The President returned to the second floor Residence.\r\n9:24 9:32 R The President talked with Mr. Powell.\r\n9:48 The President went to the Map Room.\r\n9:55 The President returned to the White House Library.\r\n10:00 10:25 The President delivered his first Address to the Nation.\r\nThe President's remarks were broadcast live over\r\nnationwide television and radio.\r\n10:27 The President returned to the second floor Residence.\r\nl0:48 10:49 ? The President talked with Mr. Powell.\r\n12:30 The President retired.","URL":null,"Index":null,"NARA Catalog":null,"Locations":"The White House","People":null,"Notes":"President Carter participated in a signing ceremony for S. 474- the Emergency Natural Gas Act of 1977; President Carter delivered his first Address to the Nation.","Diary Type":"The Daily Diary of President Jimmy Carter","Image File Format":"PDF","Machine Readable Text":"N","Number of Pages":"4"},{"President":"Jimmy Carter","Year":"1978","Month":"9","Day":"17","Meeting Text":"The President concluded his meeting at Aspen Lodge with:\r\nMenachem Begin, Prime Minister of the State of Israel\r\nMoshe Dayan, Minister of Foreign Affairs of the State\r\nof Israel\r\nCyrus R. Vance, Secretary of State\r\nThe President talked with his Appointments Secretary, Phillip\r\nJ. Wise, Jr.\r\nThe President met w i t h\r\nWalter F. Mondale, Vice President\r\nSecretary Vance\r\nZbigniew Brzezinski, Assistant for National Security\r\nAffairs\r\nHamilton Jordan, Assistant\r\nJoseph L. \"Jody\" Powell, Press Secretary\r\nThe President asked the White House signal board operator\r\nto request that his Personal Assistant and Secretary,\r\nSusan S. Clough, come to his office.\r\nThe President, the First Lady, and Amy Carter went from\r\nAspen Lodge to Hickory Cabin.\r\nThe President attended worship services conducted by\r\nLt. Col. Cecil D. Reed, U.S. Army Chaplain, Fort Ritchie,\r\nMaryland. He was accompanied by:\r\nThe First Lady\r\nAmy Carter\r\nSecretary Vance\r\nMr. Brzezinski\r\nThe President, the First Lady, and Amy Carter went from\r\nHickory Cabin to Aspen Lodge.\r\nThe President telephoned Foreign Minister Dayan. The\r\ncall was not completed.\r\nThe President talked with Mr. Wise.\r\nThe President talked with Foreign Minister Dayan.\r\nThe President talked with Secretary Vance.\r\nI The President went from Aspen Lodge to Dogwood Cabin.\r\nThe President met with President of the Arab Republic of Egypt Anwar al-Sadat.The President went from Dogwood Cabin to Aspen Lodge.\r\nThe President talked with Secretary Vance.\r\nThe President asked the White House signal board operator to\r\nrequest that Ms. Clough come to his office.\r\nThe President met with Foreign Minister Dayan at Aspen Lodge.\r\nThe President m e t at Aspen Lodge with:\r\nMr. Brzezinski\r\nMr. Jordan\r\nMr. Wise\r\nThe President met with Secretary Vance at Aspen Lodge.\r\nThe President talked with Secretary Vance.\r\nThe President met at Aspen Lodge with:\r\nForeign Minister Dayan\r\nEzer Weizman, Minister of Defense of the State of\r\nIsrael\r\nAharon Barak, Attorney General of the State of Israel\r\nSimcha Dinitz, Ambassador of the State of Israel\r\nto the U.S.\r\nVice President Mondale\r\nSecretary Vance\r\nMr. Jordan\r\nThe President met at Aspen Lodge with:\r\nDefense Minister Weizman\r\nMr. Barak\r\nSecretary Vance\r\nThe President went from Aspen Lodge to Birch Cabin.\r\nThe President met with Prime Minister Begin.\r\nThe President went from Birch Cabin to Aspen Lodge.\r\nThe President met at Aspen Lodge with:\r\nPresident Sadat\r\nSecretary Vance\r\nThe President talked with Prime Minister Begin.\r\nThe President talked with the First Lady.  The President talked with Secretary Vance.\r\nThe President met at Aspen Lodge with:\r\nVice President Mondale\r\nSecretary Vance\r\nMr. Brzezinski\r\nMr. Powell\r\nMr. Jordan\r\nGerald M. Rafshoon, Assistant for Communications\r\nThe President placed telephone calls to the following\r\nMembers of Congress:\r\nSenator Robert C. Byrd (D-West Virginia)\r\nRepresentative Thomas P. O'Neill, Jr. (D-Massachusetts)\r\nSenator Howard H. Baker, Jr. (R-Tennessee)\r\nThe President talked with Secretary Vance.\r\nThe President talked with Senator Byrd.\r\nThe President talked with Representative O'Neill.\r\nThe President talked with Senator Baker.\r\nThe President talked with Ms. Clough.\r\nThe President talked with his Chief Speechwriter, James M.\r\nFallows.\r\nThe President talked with Mr. Brzezinski.\r\nThe President talked with Prime Minister Begin.\r\nThe President talked with Ms. Clough.\r\nThe President talked with Secretary Vance.\r\nThe President telephoned former President Gerald R. Ford.\r\nThe call was not completed.\r\nThe President talked with Mr. Brzezinski.\r\nThe President motored from Aspen Lodge to the Camp David\r\nhelipad. He was accompanied by:\r\nPresident Sadat\r\nPrime Minister Begin   The Presidential party flew by Marine I from Camp\r\nDavid to the South Grounds of the White House.\r\nFor a list of passengers, see APPENDIX \"A.\"\r\nR , The President talked with former President Ford.\r\nMarine I arrived on the South Grounds of the White House.\r\nThe President, President Sadat and Prime Minister Begin were\r\nR\r\nR\r\ngreeted by:\r\nThe First Lady\r\nMrs. Menachem Begin\r\nSecretary Vance\r\nThe President escorted President Sadat and Prime Minister\r\nBegin to the Blue Room.\r\nThe Presidential party went to the East Room.\r\nThe President participated in a ceremony to sign the\r\nFramework for Peace in the Middle East. For a list\r\nof guests attending the ceremony, see APPENDIX \"B.\"\r\nMembers of the press\r\nThe President exchanged remarks with President Sadat and\r\nPrime Minister Begin. The ceremony was broadcast\r\nlive over nationwide television.\r\nThe President and the First Lady escorted President Sadat\r\nand Prime Minister and Mrs. Begin to the North Portico.\r\nThe President and the First Lady bade farewell to President\r\nSadat and Prime Minister and Mrs. Begin,\r\nThe President and the First Lady returned to the State Floor\r\nresidence.\r\nThe President and the First Lady greeted guests attending\r\nthe ceremony.\r\nThe President and the First Lady returned to the second floor\r\nresidence.\r\nThe President talked with his mother, Mrs. Lillian Carter.\r\nThe President talked with Senator Edward M. Kennedy\r\n(D-Massachusetts)","URL":null,"Index":null,"NARA Catalog":null,"Locations":"Camp David","People":"Begin, Menachem; Dayan, Moshe; Vance, Cyrus R.; Mondale, Walter; Brzezinski, Zbigniew; Jordan, Hamilton; Powell, Joseph L.; Clough, Susan S.; Carter, Amy; Carter, Rosalynn; al-Sadat, Anwar; Byrd, Robert C.; O'neill, Thomas P. Jr.; Baker, Howard H. Jr.; Carter, Lillian; Kennedy, Edward M.","Notes":"Camp David Accords","Diary Type":"The Daily Diary of President Jimmy Carter","Image File Format":"PDF","Machine Readable Text":"N","Number of Pages":"4"},{"President":"Jimmy Carter","Year":"1980","Month":"4","Day":"25","Meeting Text":"The President continued his meeting with:\r\nWalter F. Mondale, Vice President (not confirmed) I\r\nCyrus R. Vance, Secretary of State\r\nHarold Brown, Secretary of Defense\r\nWarren M. Christopher, Deputy Secretary of State i\r\nZbigniew Brzezinski, Assistant for National Security\r\nAffairs\r\nHamilton Jordan, Chief of Staff\r\nJoseph L. \"Jody\" Powell, Press Secretary\r\nI Lloyd N. Cutler, Counsel\r\nI The President went to the second floor Residence.\r\nThe President talked with the First Lady in Austin, Texas.\r\nThe President retired.\r\nThe President talked with Mr. Powell.\r\nThe President gave a message to the White House signal board\r\noperator.\r\nThe President talked with Mr. Powell.\r\nThe President received a wake up call from the White House\r\nsignal board operator.\r\nThe President talked with Mr. Powell.\r\nThe President went to the Oval Office.\r\nThe President talked with Secretary Brown.\r\nThe President talked with the First Lady enroute to\r\nWashington, D.C.\r\nThe President talked with Secretary Brown.\r\nThe President talked with Secretary Vance.\r\nThe President talked with Secretary Brown.\r\nThe President talked with Secretary Vance.\r\n7:oo 7:08 The President made a statement to the press on the\r\nunsuccessful attempt to rescue the U.S. Embassy\r\npersonnel held hostage in the U.S. Embassy, Tehran, Iran.\r\n1 The President's remarks were broadcast live over\r\nnationwide radio and television.\r\n7:08\r\nThe President went to his private office.\r\n7:23 i 7:28 R  The President talked with former Secretary of State\r\nHenry A. Kissinger. II\r\nThe President returned to the Cabinet Room.\r\nThe President participated in a breakfast meeting to\r\ndiscuss foreign policy issues with: \r\n7:30 1 9:09 Vice President Mondale\r\n7’= 30 1 9:09 Secretary Vance\r\n<1\r\n9:09 Secretary Brown \r\n9:09 Mr. Cutler \r\n7:30 1 9:09 Deputy Secretary Christopher\r\n7:30 i 9:09 Mr. Jordan \r\n7:30 / 9:09\r\nMr. Powell \r\n7:30 / 9:09 Mr. Brzezinski \r\n8:15  9:09 William Graham Claytor, Deputy Secretary of Defense /\r\n8:20  8:40 The First Lady\r\n8:40 Thomas B. Ross, Assistant Secretary of Defense for\r\nPublic Affairs\r\nThe President was telephoned by Robert S. Strauss, tI\\\r\nI Campaign Chairman, Carter Mondale Presidential Committee, Inc. Appointments Secretary Phillip J.\r\nWise, Jr. took the call.\r\n8:17 t R The President was telephoned by Johnny Ford, Mayor (D-Tuskegee\r\nAlabama). Staff Assistant, Nellie L. Yates, took the call\r\n9:09 The President returned to the Oval Office.\r\n9:20 II\r\n9:25 The President met with Mr. Jordan.\r\n9:30 ; The President returned to the second floor Residence.\r\n9:55 The President returned to the Oval Office.\r\nThe President met with:\r\nMr. Cutler\r\nMr. Jordan\r\nMr. Powell\r\nRay Jenkins, Special Assistant, Press Office\r\nAlonzo L. McDonald, Jr., White House Staff Director\r\nFrank B. Moore, Assistant for Congressional Liaison\r\nRichard Moe, Chief of Staff, Office of the Vice\r\nPresident\r\nStuart E. Eizenstat, Assistant for Domestic Affairs\r\nand Policy\r\nThe President was telephoned by the First Lady. The\r\nPresident's Personal Assistant and Secretary, Susan S.\r\nClough took the call.\r\nThe President talked with Secretary Vance.\r\nThe President met with Mr. Cutler.\r\nThe President met with his Assistant, Anne Wexler.\r\nThe President returned to the Cabinet Room.\r\nThe President participated in a meeting to discuss the\r\nattempted rescue of the hostages in Iran with\r\nbipartisan Congressional leaders. For a list of\r\nattendees, see APPENDIX \"A l \"\r\nThe President returned to the Oval Office.\r\nThe President went to the Roosevelt Room.\r\nThe met with leaders of the Christian Methodist Episcopal\r\nChurch. For a list of attendees, see APPENDIX \"B.\"\r\nThe President returned to the Oval Office.\r\nThe President returned to the second floor Residence.\r\nThe President had lunch with his mother in law, Mrs. Allie\r\nSmith.\r\nThe President returned to the Oval Office.\r\nFrom 1 To\r\nai i r\r\n1:07 1:08 P The President talked with Secretary Vance.\r\nLO1 P The President telephoned Thomas A. Murphy, President, General\r\nMotors Corporation, Detroit, Michigan. The call was not\r\ncompleted.\r\n1:17 1:18 R\r\n- 1 The President talked with Mr. Murphy's Secretary, Ms. Marlin.\r\n1:55 I The President returned to the second floor Residence.\r\n2:01 : 2:03 P The President talked with Mr. Brzezisnki.\r\n5:04 ' 1 The President and the First Lady went to the South Grounds.\r\nThe President and the First Lady went jogging.\r\n5:16 R The President was telephoned by former Secretary of Energy\r\nJames R. Schlesinger. The call was not completed.\r\n5:25 The First Lady returned to the second floor Residence.\r\n5:35 The President returned to the second floor Residence.\r\n6:55 ' The President had dinner with:\r\nThe First Lady\r\nChip Carter\r\nMrs. Allie Smith\r\n7:32 1 The President and the First Lady went to the family theatre.\r\nThe President and the First Lady watched the movie \"Klute.\"\r\n9:27 \r\nThe President and the First Lady returned to the second\r\nfloor Residence.\r\n10:50 1 The President retired.\r\n","URL":null,"Index":null,"NARA Catalog":null,"Locations":null,"People":null,"Notes":"President Carter made a statement to the Press about the unsuccessful attempt to rescue the U.S. Embassy hostages in Iran.","Diary Type":"The Daily Diary of Jimmy Carter","Image File Format":"Y","Machine Readable Text":"Y","Number of Pages":"4"},{"President":"William J. Clinton","Year":"1993","Month":"1","Day":"23","Meeting Text":null,"URL":null,"Index":null,"NARA Catalog":null,"Locations":"White House Theater; Residence; Oval Office; Cabinet Room; West Wing; Roosevelt Room; ","People":null,"Notes":"Condolence call with widow of Thurgood Marshall","Diary Type":null,"Image File Format":"JPG","Machine Readable Text":"N","Number of Pages":"4"},{"President":"William J. Clinton","Year":"1997","Month":"12","Day":"9","Meeting Text":null,"URL":null,"Index":null,"NARA Catalog":null,"Locations":"The White House\r\n","People":null,"Notes":null,"Diary Type":"Presidential Diary\r\n","Image File Format":"JPG","Machine Readable Text":"N","Number of Pages":"4"},{"President":"William J. Clinton","Year":"2000","Month":"11","Day":"4","Meeting Text":null,"URL":null,"Index":null,"NARA Catalog":null,"Locations":"JFK Airport","People":null,"Notes":null,"Diary Type":"Presidential Diary\r\n","Image File Format":"JPG","Machine Readable Text":"N","Number of Pages":"4"}]
