







			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	
	




			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
		
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	

			
	
	
[{"President":"Jimmy Carter","Year":"1979","Month":"1","Day":"31","Meeting Text":"WITHDRAWAL SHEET (PRESIDENTIAL UBRARIES)\r\nSANITIZED\r\nDATE\r\nl/31/79\r\nRESTRICTION\r\nA\r\nRESTRICTION CODES\r\n(A) Closed by Executive Order 12356’governing access to national security information.\r\n(B) Closed by statute or by the agency which originated the document.\r\n(C) Closed in accordance with restrictions contained in the donor’s deed of gift.\r\n6:00 The President received a wake up call from the White House\r\nsignal board operator.\r\n6:31 The President went to the Oval Office.\r\n7:15 1 7z.20 The President met with his Assistant for National security\r\nAffairs, Zbigniew Brzezinski.\r\n7:45 8:Ol The President met with his Assistant for Congressional Liaison,\r\nFrank B. Moore.\r\n8:Ol The President and Mr. Moore went to the first floor family\r\ndining room.\r\nThe President hosted a breakfast meeting for the Democratic\r\nCongressional Leadership. For a list of attendees, see\r\nAPPENDIX \"A.\"\r\nThe President was telephoned by Secretary of Commerce Juanita\r\nM. Kreps. The call was not completed.\r\nThe President returned to the Oval Office.\r\n9:37 The President met with:\r\nMarjorie Bell Chambers, acting Chairperson of the\r\nNational Advisory Committee for Women and\r\nPresident of Bell-Chambers Associates, Los Alamos,\r\nNew Mexico\r\nSarah C. Weddington, Special Assistant\r\nThe President met with:\r\nJoseph L. \"Jody\" Powell, Press Secretary\r\nRex L. Granum, Deputy Press Secretary\r\nThe President met with Evan S. Dobelle, Treasurer of the\r\nDemocratic National Committee (DNC),\r\nThe President participated in a photo opportunity with\r\nformer Director of the Presidential Personnel Office,\r\nJames F. Gammill, Jr.\r\nThe President met with:\r\nWalter F. Mondale, Vice President\r\nAdm. Stansfield Turner, Director of the Central II\r\nI Intelligence Agency (CIA)\r\nFrank C. Carlucci, Deputy Director, CIA\r\nZbigniew Brzezinski, Assistant for National Security\r\nAffairs\r\nHamilton Jordan, Assistant\r\nThe President met to discuss proposed reorganization plans\r\nand H.R. 24, the General Accounting Office Act of 1979\r\nwith :\r\nRepresentative Jack Brooks (D-Texas)\r\nWilliam M. Jones, General Counsel, House Committee\r\non Government Operations\r\nJames T. McIntyre, Jr., Director of the Office of\r\nManagement and Budget (OMB)\r\nMr . Moore\r\nTerrence D. Straub, Special Assistant for Congressional\r\nLiaison\r\nThe President met with Vice President Mondale.\r\nT h e President met to discuss legislation to be considered\r\nbefore the House Ways and Means Committee during the\r\nfirst session of the 96th Congress with:\r\nRepresentative Al Ullman (D-Oregon)\r\nVice President Mondale\r\nMr. Moore\r\nStuart E. Eizenstat, Assistant for Domestic Affairs\r\nand Policy\r\nThe President met with:\r\nGerald M . Rafshoon, Assistant for Communications\r\nMr. Jordan\r\nMr. Powell\r\nThe President talked with Anthony J. \"Tony\" Celebreeze,\r\nOhio State Secretary of State:\r\nThe President t elephoned Richard J. Davis, Mayor (D-Portsmouth.\r\nVirginia) and Chairman of the Virginia State Democratic\r\nParty. The call was not completed.\r\nThe President talked with William H. W i n n , President of the\r\nRetail Clerks International Union (RCIU), American\r\nFederation of Labor - Congress of Industrial Organizations\r\nThe President telephoned Richard J. O'Neill, Chairman of the\r\nCalifornia State Democratic Party. The call was not\r\ncompleted.\r\nThe President telephoned Walter Shorenstein, Chairman of the\r\nBoard of Milton - Meyer and Company, San Francisco,\r\nCalifornia and Chairman of the West Coast Democratic\r\nFundraiser to be held in Los Angeles, California on\r\nMarch 2, 1979. The call was not completed.\r\nThe President talked with Mrs. Viva DeGrado, early Carter\r\nPresidential campaign supporter, Marshalltown, Iowa and\r\ndelegate to the 1976 Democratic Convention.\r\nThe President talked with Mrs. James H. (Jo Ann) Reynolds,\r\nwife of the U.S. Attorney for the Northern District of\r\nIowa.\r\nThe President talked with Joseph P. Riley, Jr., Mayor (DCharleston,\r\nSouth Carolina).\r\nThe President talked with Mr. Shorenstein.\r\nThe President talked with Mayor Davis.\r\nThe President met with Lillian Brown, Director of Radio and\r\nTelevision Programming, Office of University Relations,\r\nAmerican University, Washington, D.C.\r\nThe President went to the State Floor Residence.\r\nThe President and the First Lady went to the North Portico.\r\nThe President and the First Lady participated in a signing\r\nceremony for five agreements between the U.S. and the\r\nPeople's Republic of China (PRC).\r\nMembers of the press, in/out\r\nThe President and the First Lady greeted:\r\nDeng Xiaoping, Vice Premier of the State Council\r\nof the PRC\r\nMadame Zhuo Lin\r\nThe President and the First Lady escorted Vice Premier\r\nDeng and Madame Zhuo to the Red Room.\r\nThe Presidential party greeted members of the U.S. and\r\nPRC official delegations.\r\nThe President escorted Vice Premier Deng to the platform\r\nin the East Room.\r\nThe President and Vice Premier Deng exchanged remarks.\r\nThe President escorted Vice Premier Deng to the State Dining\r\nRoom.\r\nThe President and the First Lady, accompanied by Vice Premier\r\nDeng and Madame Zhuo, greeted approximately 175 guests\r\nattending the ceremony. For a list of attendees, see\r\nAPPENDIX \"B.\"\r\nThe President and the First Lady escorted Vice Premier Deng\r\nand Madame Zhuo to the North Portico.\r\nThe President and the First Lady bade farewell to Vice\r\nPremier Deng and Madame Zhuo.\r\nThe President and the First Lady returned to the second floor\r\nResidence.\r\nThe President returned to the Oval Office. He was accompanied\r\nby..\r\nAmy Carter\r\nJeff and Annette Carter\r\nBill Krause, friend of Jeff and Annette Carter\r\nMr. Jordan\r\nThe President met with:\r\nAmy Carter\r\nJeff and Annette Carter\r\nMr. Krause\r\nMr. Jordan\r\nThe President returned to the second floor Residence.\r\nThe President went jogging on the South Grounds.\r\nThe President was joined by the First Lady.\r\nI The President and the First Lady returned to the second\r\nI floor Residence.\r\n7:oo The President had dinner with the First Lady and Amy Carter.\r\n10:05 P The President gave a message to the White House signal board\r\noperator.\r\n11:25 1 The President retired.\r\n","URL":null,"Index":null,"NARA Catalog":null,"Locations":"The White House","People":null,"Notes":"President Jimmy Carter and Rosalynn Carter participated in a signing\r\nceremony for five agreements between the U.S. and the\r\nPeople's Republic of China (PRC). State visit by Deng Xiaoping, Vice Premier of the State Council\r\nof the People's Republic of China (PRC).","Diary Type":"The Presidential Daily Diary of Jimmy Carter","Image File Format":"PDF","Machine Readable Text":"Y","Number of Pages":"6"}]
